CHAIN IF WEIGHT #-1 ~Global("C02OspreyL#SDA","GLOBAL",1)~ THEN C0CR2OSJ Arkanis
~又见到你了，阿坎尼斯。~
DO ~SetGlobal("C02OspreyL#SDA","GLOBAL",2)~
== L#SDAJ ~你也是，亲爱的奥斯普蕾。瞧瞧，才几个月你就成长了这么多。我从没想过我们这么快就能再见面，不过真的很高兴。~
== C0CR2OSJ ~我也没想到！读到你的信，说欧格玛教会正式接纳了你，我更惊讶。我现在是不是该叫你阿坎尼斯爵士了？~
== L#SDAJ ~呵。对你来说，爵士与否都一样。老朋友之间，哪有什么尊卑之分。~
== C0CR2OSJ ~呵呵……~
== L#SDAJ ~对了，埃尔卡扎的日子过得怎么样？我想翔灵修道院和烛堡也差不了多少，只不过更自由些，对吧？~
== C0CR2OSJ ~哦，好极了。适应新生活没那么容易，但有卡德利大师帮忙，我已经安顿下来了。还交了不少新朋友。~
== L#SDAJ ~那就好。但看来你也没忘了老朋友，是吧？听说圣战的消息一传来，你就立刻赶回来了。~
== C0CR2OSJ ~是啊。我想原因和你一样吧。就算我们不在烛堡了，<CHARNAME>需要我们的时候，我们也不能袖手旁观，对吧？~
== L#SDAJ ~说得太对了。奥斯普蕾，让我看看你这段时间都学了些什么本事！~
== C0CR2OSJ ~我也正想看看你的长进呢，阿坎尼斯！~
EXIT
